Repository: e-razboinikov/montra
Catalog: lib/internal/localization/intl_*.arb
Languages: ru

source: Gain total control of your money
ru: Контролируйте ваши деньги

source: Become your own money manager and make every cent count
ru: Станьте своим собственным бухгалтером и считайте каждую копейку

source: Know where your money goes
ru: Знайте, куда уходят ваши деньги

source: Track your transaction easily, with categories and financial report
ru: Легко отслеживайте свои транзакции используя категории и финансовый отчет

source: Planning ahead
ru: Планируйте заранее

source: Setup your budget for each category so you in control
ru: Установите бюджет для каждой категории, чтобы контролировать свои траты

source: Get started
ru: Начать

source: Coming soon...
ru: Совсем скоро...

source: Application still in work...
ru: Мы все ещё работаем над приложением...

source: Let’s setup your PIN
ru: Давайте установим ПИН-код

# theNewPinDoesNotMatchTheOldOnePlease
source: The new PIN does not match the old one, please try again.
ru: Новый ПИН-код не совпадает со старым, попробуйте ещё раз

source: Enter your PIN
ru: Введите ваш ПИН-код

source: Invalid PIN, please try again
ru: Неверный ПИН-код, попробуйте ещё раз

source: Re-enter PIN
ru: Повторите ПИН-код

source: The pins don't match
ru: Введенный ПИН-код не совпадает со сохраненным, попробуйте ещё раз

# androidBiometricRequest
source: If you do not want to enter a PIN, then we can use the Fingerprint
ru: Если вы не хотите постоянно вводить ПИН-код, то мы можем использовать отпечаток пальца

# iosBiometricRequest
source: If you do not want to enter a PIN, then we can use the Face ID
ru: Если вы не хотите постоянно вводить ПИН-код, то мы можем использовать Face ID

source: let's try
ru: Давайте попробум

source: I will use PIN
ru: Я буду использовать только ПИН-код

source: Sign In
ru: Войти

source: Cancel
ru: Отмена

source: Settings
ru: Настройки

source: Please Setup Your Face ID
ru: Пожалуйста, настройте Face ID

source: Please Activate Face ID
ru: Пожалуйста, активируйте Face ID

source: Use biometrics for authorization
ru: Используйте биометрию для авторизации

source: Let’s setup your account!
ru: Давайте добавим счета!

source: Account can be your bank card or your wallet.
ru: Счетом могут быть наличные или банковская карта

source: Add new account
ru: Добавить счет

source: Balance
ru: Баланс

source: Name
ru: Название счета

source: Type
ru: Тип счета

source: Card
ru: Банковская карта

source: Vallet
ru: Наличные

source: Let’s go
ru: Вперед

# continueText
source: Continue
ru: Продолжить

source: You are set!
ru: Все готово!

source: Inpunt should not be empty
ru: Поле обязательно для заполнения
